test = 10
test2 = '''
На сайте представлен широкий ассор
тимент входных дверей собственного производства и ведущих р
оссийских производителей из стали разнообразного дизайна и назначения.
Наша продукция помогает не только защитить квартиру, дом, офис, склад, производственное или специальное помещение – представленные модели отличаются функциональностью и эстетикой. Предлагаем ознакомиться с моделями на странице магазина и выбрать железную входную дверь подходящую именно для Ваших условий. Возникли вопросы?
Звоните нам и Вы получите бесплатную консультацию от 
наших квалифицированных специалистов.'''


def hi():
    print('121312')


print('пред\nhello', 'hello')
